i5/20220908-mdraid-3/6/ext4/50/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 50
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 65603001
number of failed transactions: 0 (0.000%)
latency average = 0.878 ms
initial connection time = 6.050 ms
tps = 18222.974184 (without initial connection time)